Repository: wp-plugins/woocommerce-csvimport
Catalog: languages/woocsv-import-*.po
Languages: nl_nl

source: Create a header
nl_nl: Maak een header

source: Max file size: %d
nl_nl: Maximale bestand grote: %d

source: Your current header is:
nl_nl: Je huidige header is:

source: You have not created a header yet!
nl_nl: Je hebt nog geen header gemaakt!

source: Upload your csv file and map the columns to the right fields and press load!
nl_nl: Upload the CSV bestand en link de juiste kolommen aan de juiste velden en druk op start!

source: I think you have the wrong seperator
nl_nl: Je gebruikt het verkeerde scheidingsteken

source: Please goto the settings page and change your seperator!
nl_nl: Ga naar de settings pagina om je scheidingsteken aan te passen!

source: Header preview
nl_nl: Header voorbeeld

source: Fields
nl_nl: velden

source: Row 1
nl_nl: regel 1

source: Row 2
nl_nl: regel 2

source: Row 3
nl_nl: regel 3

source: save
nl_nl: opslaan

source: Could not upload file
nl_nl: Kan het bestand niet uploaden

source: Import preview
nl_nl: Import voorbeeld

source: Row 4
nl_nl: regel 4

source: If you are merging products, please be sure you have set the right header!
nl_nl: Als je producten update, zorg ervoor dat je een goede header hebt!

source: Last run: %s
nl_nl: Laatste keer: %s

source: Filename:
nl_nl: Bestandsnaam:

source: Number of rows:
nl_nl: Aantal regels:

source: row
nl_nl: regel

source: Skipping the first row
nl_nl: Eerste regel wordt overgeslagen

source: Allowed Roles:
nl_nl: Geautoriseerde rollen:

source: Separator
nl_nl: scheidingsteken

source: Skip the first line
nl_nl: Sla de eerste regel over

source: Merge products
nl_nl: Producten updaten

source: When you merge products, existing values of the product will be preserved. Only values that are in your CSV will be updated. With this option you can update only the price and stock for example!
nl_nl: Wanneer je producten update worden bestaande waardes behouden en alleen de waarde die in je header staan gewijzigd. Met deze optie kan je bijvoorbeeld alleen de prijs of voorraad aanpassen.

source: Add product to all categories
nl_nl: Voeg dit product toe aan alle categorieën

source: If you enable this, products will be added to all categories on not only the latest. Example :<code>cat1->subcat1</code> , if the option is enabled, the product belongs to both else it will only belong to the sub categorie.
nl_nl: Als je deze optie aan zet worden alle categorieën toegevoegd en niet alleen de laatste. Voorbeeld: <code>cat1->subcat1</code> Als deze optie aanstaan wordt je product aan cat1 en subcat1 toegekend. Als de optie uitstaat alleen aan subcat1.

source: How many rows to process in one call
nl_nl: Hoeveel regels worden er tegelijk verwerkt

source: The importer works with AJAX calls to prevent timeouts on large datasets. With this setting you can adjust how many rows will be handled during ONE AJAX call. If you set this number to high, you can still have timeouts!
nl_nl: De importer werkt met AJAX. Dit zorgt ervoor dat je geen time-outs krijgt bij grote bestanden. Je kan met deze setting aanpassen hoeveel regels de importer tegelijk verwerkt. Zet deze waarde niet te hoog anders kan je nog steeds time-outs krijgen!

source: Enable debug
nl_nl: Zet debug aan

source: Match product by SKU or post title
nl_nl: Zoek bestaande producten op via de SKU of via de title

source: Something went wrong. We could not make a connection with the server. Check your permissions and rights the do ajax requests!
nl_nl: Er ging iets verkeerd of er is een time-out opgetreden.

source: Done
nl_nl: Klaar

source: Starting
nl_nl: Start

source: Settings
nl_nl: Voorkeuren

source: Documentation
nl_nl: Documentatie

source: Please save your settings!
nl_nl: Sla je voorkeuren op!

source: Upload directory is not writable, please check you permissions
nl_nl: De upload directory is niet toegankelijk. Check of de schrijfrechten goed staan.

source: post status changed from %s to publish
nl_nl: De post status is aangepast van %s naar publish.

source: title is empty status changed to draft
nl_nl: De titel is aangepast naar draft

source: ping status changed from %s to ping
nl_nl: De ping status is aangepast van %s naar ping

source: menu order changed from %s to 0
nl_nl: De menu volgorder is aangepast van %s naar 0

source: stock status changed from %s to instock
nl_nl: De voorraad status is aangepast van %s naar instock

source: visibility changed from %s to visible
nl_nl: De visibility is aangepast van %s naar visible

source: backorders changed from %s to no
nl_nl: De backorder zijn aangepast van %s naar no

source: featured changed from %s to no
nl_nl: De featured zijn aangepast van %s naar no

source: manage_stock changed from %s to no
nl_nl: De manage_stock is aangepast van %s naar no

source: Old price field used!!!! Please use regular_price and sale_price in stead
nl_nl: Het oude PRICE veld wordt gebruikt. Deze functie wordt binnenkort verwijderd. Gebruik regular_price en sale_price in plaats van price!

source: Product is on sale
nl_nl: Het product is in de uitverkoop
